Repository: koreader/KoboUSBMS
Catalog: po/*/usbms.po
Languages: bg, ga, lv, nb_no, pt_pt, zh_hant

source: USB Mass Storage
bg: Масово USB Хранилище
ga: Stóráil Mais USB
lv: USB lielapjoma atmiņa
nb_no: USB-masselagringsenhet
pt_pt: Armazenamento em Massa de USB
zh_hant: USB 大容量儲存

source:  Please disable USBNet manually! Press the power button to exit.
bg:  Моля, изключете USBNet ръчно! Натиснете копчето за изключване за да излезете.
ga:  Díchumasaigh USBNet de láimh le do thoil! Brúigh an cnaipe cumhachta chun imeacht.
lv:  Lūdzu atslēdziet USBNet manuāli! Spiediet ieslēgšanas pogu lai izietu.
nb_no:  Skru av USBNet manuelt. Bruk på/av-knappen for å avslutte.
pt_pt:  Por favor, desative manualmente o USBNet! Pressione o botão de ligar/desligar para sair.
zh_hant:  請手動停用 USBNet！ 請按下電源鍵以退出。

source:  Please disable USBSerial manually! Press the power button to exit.
bg:  Моля, изключете USBSerial ръчно! Натиснете копчето за изключване за да излезете.
ga:  Díchumasaigh USBSerial de láimh le do thoil! Brúigh an cnaipe cumhachta chun imeacht.
lv:  Lūdzu atslēdziet USBSerial manuāli! Spiediet ieslēgšanas pogu lai izietu.
nb_no:  Skru av USBSerial manuelt. Bruk på/av-knappen for å avslutte.
pt_pt:  Por favor, desative manualmente o USBSerial! Pressione o botão de ligar/desligar para sair.
zh_hant:  請手動停用 USBSerial！ 請按下電源鍵以退出。

source:  Please disable your custom USB gadget manually! Press the power button to exit.
ga:  Díchumasaigh do ghléas USB saincheaptha de láimh! Brúigh an cnaipe cumhachta le scoir.
pt_pt:  Por favor, desative manualmente o seu dispositivo USB! Pressione o botão de ligar/desligar para sair.
zh_hant:  請手動停用自訂 USB 裝置！ 請按下電源鍵以退出。

source:  Please take the device out of the PowerCover! Press the power button to exit.
ga:  Bain an gléas as an PowerCover le do thoil! Brúigh an cnaipe cumhachta le scoir.
pt_pt:  Por favor, retire o aparelho do PowerCover! Pressione o botão de energia para sair.
zh_hant:  請將裝置從 PowerCover 中取出！ 請按下電源鍵以退出。

source:  Filesystem is busy! Offending processes:
bg:  Файловата система е заета! Виновни процеси:
ga:  Tá an córas comhad gnóthach! Próisis chiontacha:
lv:  Failu sistēma ir aizņemta! Bloķējošie procesi:
nb_no:  Filsystemet er opptatt. Disse prosessene krangler:
pt_pt:  O sistema de ficheiros está ocupado! Processos responsáveis:
zh_hant:  檔案系統正忙！佔用的程序：

source:  The fuser script failed!
bg:  Fuser скриптът не завърши успешно!
ga:  Theip ar an script comhleáithe!
lv:  fuser skripts bija nesekmīgs!
nb_no:  Fuser-skriptet mislyktes.
pt_pt:  O script fuser falhou!
zh_hant:  fuser 指令腳本執行失敗！

source:  Could not run the fuser script!
ga:  Níorbh fhéidir an script fuser a rith!
pt_pt:  Não foi possível executar o script fuser!
zh_hant:  無法執行 fuser 指令腳本！

source: Press the power button to exit.
bg: Натиснете копчето за изключване за да излезете.
ga: Brúigh an cnaipe cumhachta le scoir.
lv: Spiediet ieslēgšanas pogu lai izietu.
nb_no: Trykk på av/på-knappen for å avslutte.
pt_pt: Pressione o botão de ligar/desligar para sair.
zh_hant: 請按下電源鍵以退出。

source:  The device will shut down in 90 sec.
ga:  Múchfaidh an gléas síos i gceann 90 soicind.
pt_pt:  O aparelho vai desligar-se em 90 segundos.
zh_hant:  裝置將在 90 秒後關機。

source:  KOReader will now restart…
ga:  Atosóidh KOReader anois…
lv:  KOReader tiks restartēts…
nb_no:  KOReader vil nå starte på ny …
pt_pt:  O KOReader vai reiniciar agora…
zh_hant:  KOReader 即將重新啟動…

source:  Gave up after 30 sec. The device will shut down in 90 sec.
ga:  Thug sé suas tar éis 30 soicind. Múchfaidh an gléas síos i gceann 90 soicind.
pt_pt:  Desistido após 30 segundos. O aparelho vai desligar-se em 90 segundos.
zh_hant:  已於 30 秒後放棄。 裝置將在 90 秒後關機。

source:  Gave up after 30 sec. KOReader will now restart…
ga:  Thug sé suas tar éis 30 soicind. Atosóidh KOReader anois…
lv:  Padevos pēc 30 sekundēm. KOReader tiks restartēts tagad…
nb_no:  Ga opp etter 30 sek. KOReader vil nå starte på ny …
pt_pt:  Desistido após 30 segundos. O KOReader vai reiniciar agora…
zh_hant:  已於 30 秒後放棄。 KOReader 即將重新啟動…

source: Waiting to be plugged in… Or, press the power button to exit.
bg: Изчаква се свързване с USB кабел... Или натиснете копчето за изключване за да излезете.
ga: Ag fanacht le bheith plugáilte isteach… Nó, brúigh an cnaipe cumhachta le scoir.
lv: Gaidu, kad tiks izveidots USB savienojums... Vai spiediet ieslēgšanas pogu lai izietu.
nb_no: Venter på å bli plugget inn … Eller, trykk av/på-knappen for å avslutte.
pt_pt: À espera para ser ligado… Ou pressione o botão de ligar/desligar para sair.
zh_hant: 等待連線中… 或按下電源鍵以退出。

source:  The device was plugged into a plain power source, not a USB host! The device will shut down in 90 sec.
ga:  Bhí an gléas plugáilte isteach i bhfoinse cumhachta simplí, ní i óstach USB! Múchfaidh an gléas síos i gceann 90 soicind.
pt_pt:  O aparelho foi ligado numa fonte de energia, não a um dispositivo USB! O aparelho vai desligar-se em 90 segundos.
zh_hant:  裝置接上的是一般電源，而非 USB 主機！ 裝置將在 90 秒後關機。

source:  The device was plugged into a plain power source, not a USB host! KOReader will now restart…
ga:  Bhí an gléas plugáilte isteach i bhfoinse cumhachta simplí, ní i óstach USB! Atosóidh KOReader anois…
lv:  Ierīce tika pievienota enerģijas avotam nevis USB saimniekdatoram! KOReader tagad restartēsies…
nb_no:  Enheten ble plugget inn i en vanlig ladekilde, ikke en USB-vert. KOReader vil nå starte på ny …
pt_pt:  O aparelho foi ligado a um fonte de energia, não num dispositivo USB! O KOReader vai reiniciar agora…
zh_hant:  裝置接上的是一般電源，而非 USB 主機！ KOReader 即將重新啟動…

source:  Gave up after 60 sec. The device will shut down in 90 sec.
ga:  Thug sé suas tar éis 60 soicind. Múchfaidh an gléas síos i gceann 90 soicind.
pt_pt:  Desistência após 60 segundos. O aparelho vai desligar-se em 90 segundos.
zh_hant:  已於 60 秒後放棄。 裝置將在 90 秒後關機。

source:  Gave up after 60 sec. KOReader will now restart…
ga:  Thug sé suas tar éis 60 soicind. Atosóidh KOReader anois…
pt_pt:  Desistência após 60 segundos. O KOReader vai reiniciar agora…
zh_hant:  已於 60 秒後放棄。 KOReader 即將重新啟動…

source:  The device is plugged into a plain power source, not a USB host! The device will shut down in 90 sec.
ga:  Tá an gléas plugáilte isteach i bhfoinse cumhachta simplí, ní i óstach USB! Múchfaidh an gléas síos i gceann 90 soicind.
pt_pt:  O aparelho está ligado a uma fonte de energia, não a um dispositivo USB! O aparelho vai desligar-se em 90 segundos.
zh_hant:  裝置接上的是一般電源，而非 USB 主機！ 裝置將在 90 秒後關機。

source:  The device is plugged into a plain power source, not a USB host! KOReader will now restart…
ga:  Tá an gléas plugáilte isteach i bhfoinse cumhachta simplí, ní i óstach USB! Atosóidh KOReader anois…
lv:  Ierīce tika pievienota enerģijas avotam nevis USB saimniekdatoram! KOReader tagad restartēsies…
nb_no:  Enheten er nå plugget inn i en vanlig ladekilde, ikke en USB-vert. KOReader vil nå starte på ny …
pt_pt:  O aparelho está ligado a uma fonte de energia, não num dispositivo USB! O KOReader vai reiniciar agora…
zh_hant:  裝置接上的是一般電源，而非 USB 主機！ KOReader 即將重新啟動…

source: Starting USBMS session…
bg: Стартира се USBMS сесия…
ga: Ag tosú seisiún USBMS…
lv: Sākam USBMS sesiju…
nb_no: Starter USBMS-økt …
pt_pt: Iniciando a sessão USBMS…
zh_hant: 正在啟動 USBMS 作業階段…

source:  Could not start the USBMS session! The device will shut down in 90 sec.
ga:  Níorbh fhéidir an seisiún USBMS a thosú! Múchfaidh an gléas síos i gceann 90 soicind.
pt_pt:  Não foi possível iniciar a sessão USBMS! O aparelho vai desligar-se em 90 segundos.
zh_hant:  無法啟動 USBMS 作業階段！ 裝置將在 90 秒後關機。

source: USBMS session in progress. Please eject your device safely before unplugging it.
bg: В ход е USBMS сесия. Моля, отвържете устройството си безопасно преди да прекъснете USB връзката.
ga: Seisiún USBMS ar siúl. Díphlugáil do ghléas go sábháilte sula ndíphlugálann tú é.
lv: Šobrīd notiek USBMS sesija. Lūdzu droši atvienojiet ierīci pirms izraujat no vada.
nb_no: USBMS-økt underveis. Løs ut enheten trygt før du plugger den ut.
pt_pt: Sessão USBMS em progresso. Por favor, ejete o seu aparelho de modo seguro antes de o desligar.
zh_hant: USBMS 作業階段進行中。 請在拔除前安全退出裝置。

source:  Could not detect an unplug event! The device will shut down in 90 sec.
ga:  Níorbh fhéidir teagmhas díphlugála a bhrath! Múchfaidh an gléas síos i gceann 90 soicind.
pt_pt:  Não foi possível detetar um evento para desligar! O aparelho vai desligar-se em 90 segundos.
zh_hant:  無法偵測到拔除事件！ 裝置將在 90 秒後關機。

source: Ending USBMS session…
bg: Затваряне на USBMS сесията…
ga: Ag críochnú seisiún USBMS…
lv: Beidzam USBMS sesiju…
nb_no: Sluttfører USBMS-økt …
pt_pt: A encerrar a sessão USBMS…
zh_hant: 正在結束 USBMS 作業階段…

source:  Could not end the USBMS session! The device will shut down in 90 sec.
ga:  Níorbh fhéidir deireadh a chur leis an seisiún USBMS! Múchfaidh an gléas síos i gceann 90 soicind.
pt_pt:  Não foi possível encerrar a sessão USBMS! O aparelho vai desligar-se em 90 segundos.
zh_hant:  無法結束 USBMS 作業階段！ 裝置將在 90 秒後關機。

source: Done! KOReader will now restart…
bg: Готово! Сега KOReader ще се рестартира…
ga: Déanta! Atosóidh KOReader anois…
lv: Pabeigts! KOReader tagad restartēsies…
nb_no: Ferdig. KOReader vil nå starte på ny …
pt_pt: Pronto! O KOReader vai reiniciar agora…
zh_hant: 完成！ KOReader 即將重新啟動…

source:  Gave up after 90 sec. KOReader will now restart…
lv:  Padevos pēc 90 sekundēm. KOReader tagad restartēsies…
nb_no:  Ga opp etter 90 sek. KOReader vil nå starte på ny …

source:  Failed to run the fuser script!
bg:  Неуспешен опит да се пусне fuser скриптът!

source:  Failed to start the USBMS session! The device will shutdown in 90 sec.
bg:  Неуспешен опит да се стартира USBMS сесия! Устройството ще се изключи до 90 секунди.

source:  Failed to detect an unplug event! The device will shutdown in 90 sec.
bg:  Неуспешно засичане на прекъсване на USB връзката! Устройството ще се изключи до 90 секунди.

source:  Failed to end the USBMS session! The device will shutdown in 90 sec.
bg:  Неуспешно приключване на USBMS сесията! Устройството ще се изключи до 90 секунди.
